Repository: Alvarowns/Guess-Who-Answered
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, lt, pt_pt

source: LET'S PLAY! There will appear a question, a player and an aleatory answer. The player chosen must READ OUT LOUD THE QUESTION AND THE ANSWER and try to guess who answered that question, also out loud. · In the case of being right that player gets 1 point and the answer will not appear any more during the game. · In the case of being wrong no points would be added or subtracted. In both cases, the player round ends and has to pass the phone to the next player who appears in the screen.
de: LASS UNS SPIELEN! Es erscheinen eine Frage, ein Spieler und eine aleatorische Antwort. Der ausgewählte Spieler muss die Frage und die Antwort laut vorlesen und versuchen, ebenfalls laut zu erraten, wer diese Frage beantwortet hat. · Liegt die Antwort richtig, erhält der Spieler 1 Punkt und die Antwort erscheint im Laufe des Spiels nicht mehr. · Im Falle einer Unrichtigkeit werden keine Punkte hinzugefügt oder abgezogen. In beiden Fällen endet die Spielerrunde und man muss das Telefon an den nächsten Spieler weitergeben, der auf dem Bildschirm erscheint.
es: ¡A JUGAR! Saldrá una pregunta, un jugador y una respuesta aleatoria. El jugador elegido tendrá que LEER EN VOZ ALTA LA PREGUNTA Y LA RESPUESTA e intentar adivinar de quién es la respuesta para dicha pregunta, también en voz alta. · En caso de acertar se le sumará 1 punto a ese jugador y la respuesta no aparecerá más durante el juego. · En caso de no acertar no se sumarán ni restarán puntos. En ambos casos, acaba la ronda de ese jugador y tiene que pasar el móvil al siguiente jugador que sale en pantalla.
fr: JOUONS! Apparaîtront une question, un joueur et une réponse aléatoire. Le joueur choisi doit LIRE À HAUTE VOIX LA QUESTION ET LA RÉPONSE et essayer de deviner qui a répondu à cette question, également à haute voix. · S'il a raison, le joueur obtient 1 point et la réponse n'apparaîtra plus pendant la partie. · En cas d'erreur, aucun point ne sera ajouté ou soustrait. Dans les deux cas, le tour du joueur se termine et doit passer le téléphone au prochain joueur qui apparaît à l'écran.
it: GIOCHIAMO! Apparirà una domanda, un giocatore e una risposta aleatoria. Il giocatore prescelto deve LEGGERE AD ALTA DOMANDA E LA RISPOSTA e provare ad indovinare, anche ad alta voce, chi ha risposto a quella domanda. · Se ha ragione, quel giocatore ottiene 1 punto e la risposta non apparirà più durante il gioco. · In caso di errore nessun punto verrà aggiunto o sottratto. In entrambi i casi, il turno del giocatore termina e deve passare il telefono al giocatore successivo che appare sullo schermo.
lt: ŽAISKIME! Atsiras klausimas, žaidėjas ir aleatoriškas atsakymas. Pasirinktas žaidėjas turi GARSIAU SKAITYTI KLAUSIMĄ IR ATSAKYMĄ ir bandyti atspėti, kas atsakė į šį klausimą, taip pat garsiai. · Teisus žaidėjas gauna 1 tašką ir atsakymas žaidimo metu daugiau nepasirodys. · Jei klystate, taškai nebus pridedami ar atimami. Abiem atvejais žaidėjo raundas baigiasi ir telefoną reikia perduoti kitam žaidėjui, kuris pasirodo ekrane.
pt_pt: VAMOS JOGAR! Aparecerá uma pergunta, um jogador e uma resposta aleatória. O jogador escolhido deverá LER EM ALTO A PERGUNTA E A RESPOSTA e tentar adivinhar quem respondeu aquela pergunta, também em voz alta. · Caso acerte esse jogador ganha 1 ponto e a resposta não aparecerá mais durante o jogo. · Em caso de erro nenhum ponto será adicionado ou subtraído. Em ambos os casos, a rodada do jogador termina e ele deve passar o telefone para o próximo jogador que aparecer na tela.

# ¡Añade una pregunta!
source: Add a question!
de: Fügen Sie eine Frage hinzu!
es: ¡Añade una pregunta!
fr: Ajoutez une question !
it: Aggiungi una domanda!
lt: Pridėkite klausimą!
pt_pt: Adicione uma pergunta!

# ¡Entre dos no tiene gracia! Añade más jugadores, anda...
source: There is no fun between two players! Add more...
de: Zwischen zwei Spielern macht es keinen Spaß! Mehr hinzufügen...
es: ¡Entre dos no tiene gracia! Añade más jugadores, anda...
fr: Il n'y a pas de plaisir entre deux joueurs ! Ajouter plus de...
it: Non c'è divertimento tra due giocatori! Aggiungere altro...
lt: Tarp dviejų žaidėjų nėra linksmybių! Pridėti daugiau...
pt_pt: Não há diversão entre dois jogadores! Adicione mais...

# ¿De quién es la respuesta?
source: Who's answer is this?
de: Wer ist die Antwort?
es: ¿De quién es la respuesta?
fr: À qui est cette réponse ?
it: Chi è la risposta?
lt: Tai kieno atsakymas?
pt_pt: Quem responde é isso?

# ¿Estás segur@ de que quieres terminar el juego antes de tiempo?
source: Are you sure you want to end the game before it ends?
de: Sind Sie sicher, dass Sie das Spiel beenden möchten, bevor es zu Ende ist?
es: ¿Estás segur@ de que quieres terminar el juego antes de tiempo?
fr: Etes-vous sûr de vouloir terminer le jeu avant qu'il ne se termine ?
it: Sei sicuro di voler terminare il gioco prima che finisca?
lt: Ar tikrai norite baigti žaidimą jam nepasibaigus?
pt_pt: Tem certeza de que deseja encerrar o jogo antes que ele termine?

# ¿Quién conocerá mejor a sus amigos?
source: Who will know their friends better?
de: Wer kennt seine Freunde besser?
es: ¿Quién conocerá mejor a sus amigos?
fr: Qui connaîtra mieux ses amis ?
it: Chi conoscerà meglio i propri amici?
lt: Kas geriau pažins savo draugus?
pt_pt: Quem conhecerá melhor seus amigos?

# ¿QUIERES AÑADIR TUS PROPIAS PREGUNTAS?
source: DO YOU WANT TO ADD YOUR OWN QUESTIONS?
de: MÖCHTEN SIE EIGENE FRAGEN HINZUFÜGEN?
es: ¿QUIERES AÑADIR TUS PROPIAS PREGUNTAS?
fr: VOULEZ-VOUS AJOUTER VOS PROPRES QUESTIONS ?
it: VUOI AGGIUNGERE LE TUE DOMANDE?
lt: AR NORITE PRIDĖTI SAVO KLAUSIMŲ?
pt_pt: QUER ADICIONAR SUAS PRÓPRIAS PERGUNTAS?

# ¿Vas a jugar sólo? Añade más jugadores, anda...
source: Are you going to play alone? Add more players...
de: Wirst du alleine spielen? Weitere Spieler hinzufügen...
es: ¿Vas a jugar sólo? Añade más jugadores, anda...
fr: Vas-tu jouer seul ? Ajoutez plus de joueurs...
it: Giocherai da solo? Aggiungi altri giocatori...
lt: Ar ketinate žaisti vienas? Pridėti daugiau žaidėjų...
pt_pt: Você vai brincar sozinho? Adicione mais jogadores...

# Aceptar
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accettare
lt: Priimti
pt_pt: Aceitar

# Añadimos los jugadores. ¡Cuantos más mejor!
source: Add the players. The more the better!
de: Fügen Sie die Spieler hinzu. Je mehr desto besser!
es: Añadimos los jugadores. ¡Cuantos más mejor!
fr: Ajoutez les joueurs. Plus il y en a, mieux c'est !
it: Aggiungi i giocatori. Più sono, meglio è!
lt: Pridėkite žaidėjus. Kuo daugiau tuo geriau!
pt_pt: Adicione os jogadores. Quanto mais melhor!

# Añadir
source: Add
de: Hinzufügen
es: Añadir
fr: ajouter
it: Aggiungere
lt: Papildyti
pt_pt: Adicionar

# Añadir jugador
source: Add player
de: Spieler hinzufügen
es: Añadir jugador
fr: Ajouter un joueur
it: Aggiungi giocatore
lt: Pridėti grotuvą
pt_pt: Adicionar jogador

source: Each player, in order and without anyone sees it, answers one of the questions. This process will repeat for each question added.
de: Jeder Spieler beantwortet der Reihe nach und ohne, dass es jemand sieht, eine der Fragen. Dieser Vorgang wird für jede hinzugefügte Frage wiederholt.
es: Cada jugador, por orden y sin que lo vean los demás, responderá una de las preguntas. Este proceso se repetirá por cada pregunta añadida.
fr: Chaque joueur, dans l'ordre et sans que personne ne le voie, répond à l'une des questions. Ce processus se répétera pour chaque question ajoutée.
it: Ogni giocatore, in ordine e senza che nessuno lo veda, risponde ad una delle domande. Questo processo verrà ripetuto per ogni domanda aggiunta.
lt: Kiekvienas žaidėjas eilės tvarka ir niekam nematant atsako į vieną iš klausimų. Šis procesas bus kartojamas kiekvienam pridėtam klausimui.
pt_pt: Cada jogador, em ordem e sem que ninguém veja, responde a uma das perguntas. Este processo será repetido para cada pergunta adicionada.

# Cancelar
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
lt: Atšaukti
pt_pt: Cancelar

# CONTINUAR
source: CONTINUE
de: WEITERMACHEN
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
lt: TĘSTI
pt_pt: CONTINUAR

# El nombre no puede estar vacío
source: The name can't be empty
de: Der Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
lt: Pavadinimo laukas negali būti tuščias
pt_pt: O nome não pode ficar vazio

# Elegimos jugar con preguntas predefinidas o ¡con nuestras propias preguntas!
source: We choose to play with predefined questions o with our own questions!
de: Wir entscheiden uns dafür, mit vordefinierten Fragen oder mit unseren eigenen Fragen zu spielen!
es: Elegimos jugar con preguntas predefinidas o ¡con nuestras propias preguntas!
fr: Nous choisissons de jouer avec des questions prédéfinies ou avec nos propres questions !
it: Scegliamo di giocare con domande predefinite o con le nostre domande!
lt: Mes pasirenkame žaisti su iš anksto nustatytais klausimais arba su savo klausimais!
pt_pt: Optamos por brincar com perguntas predefinidas ou com as nossas próprias perguntas!

source: In Guess Who Answered, players answer one or more questions without anyone knowing what they have answered, then, in turns, players will have to guess whose answer they have received, earning, or not, points in the process.
de: Bei Guess Who Answered, beantworten die Spieler eine oder mehrere Fragen, ohne dass jemand weiß, was sie geantwortet haben. Anschließend müssen die Spieler abwechselnd erraten, wessen Antwort sie erhalten haben, und erhalten dabei Punkte oder nicht.
es: En Guess Who Answered los jugadores responden a una o varias preguntas sin que nadie sepa qué han respondido, entonces, por turnos, los jugadores tendrán que adivinar de quién es la respuesta que les ha tocado, ganando, o no, puntos en el proceso.
fr: Dans Guess Who Answered, les joueurs répondent à une ou plusieurs questions sans que personne ne sache à quoi ils ont répondu, puis, à tour de rôle, les joueurs devront deviner de quelle réponse ils ont reçu, gagnant ou non des points au passage.
it: In Guess Who Answered, i giocatori rispondono a una o più domande senza che nessuno sappia a cosa hanno risposto, poi, a turno, i giocatori dovranno indovinare di chi hanno ricevuto la risposta, guadagnando o meno punti nel processo.
lt: Žaidime Guess Who Answered, žaidėjai atsako į vieną ar daugiau klausimų, niekam nežinodami, ką jie atsakė, tada žaidėjai savo ruožtu turės atspėti, kieno atsakymą jie gavo, uždirbdami taškų ar ne.
pt_pt: Em Adivinha Quem Respondeu, os jogadores respondem a uma ou mais perguntas sem que ninguém saiba o que responderam, então, por sua vez, os jogadores terão que adivinhar de quem foi a resposta que receberam, ganhando ou não pontos no processo.

# Escribe aquí tu pregunta:
source: Write here your question:
de: Schreiben Sie hier Ihre Frage:
es: Escribe aquí tu pregunta:
fr: Écrivez ici votre question :
it: Scrivi qui la tua domanda:
lt: Parašyk čia savo klausimą:
pt_pt: Escreva aqui sua dúvida:

# Espera, ¡aún no he terminado!
source: Wait, I didn't finish yet!
de: Warte, ich bin noch nicht fertig!
es: Espera, ¡aún no he terminado!
fr: Attends, je n'ai pas encore fini !
it: Aspetta, non ho ancora finito!
lt: Palauk, aš dar nebaigiau!
pt_pt: Espere, ainda não terminei!

# INSTRUCCIONES
source: INSTRUCTIONS
de: ANWEISUNGEN
es: INSTRUCCIONES
it: ISTRUZIONI
lt: INSTRUKCIJOS
pt_pt: INSTRUÇÕES

# Irás directamente a la pantalla de RESULTADOS y deberás empezar un juego nuevo
source: You will go directly to RESULTS screen and you must start a new game
de: Sie gelangen direkt zum ERGEBNIS-Bildschirm und müssen ein neues Spiel starten
es: Irás directamente a la pantalla de RESULTADOS y deberás empezar un juego nuevo
fr: Vous accéderez directement à l'écran RÉSULTATS et vous devrez commencer une nouvelle partie.
it: Andrai direttamente alla schermata RISULTATI e dovrai iniziare una nuova partita
lt: Jūs pateksite tiesiai į ekraną REZULTATAI ir turėsite pradėti naują žaidimą
pt_pt: Você irá diretamente para a tela RESULTADOS e deverá iniciar um novo jogo

# La respuesta no puede estar vacía
source: The answer can't be empty
de: Die Antwort darf nicht leer sein
es: La respuesta no puede estar vacía
fr: La réponse ne peut pas être vide
it: La risposta non può essere vuota
lt: Atsakymas negali būti tuščias
pt_pt: A resposta não pode estar vazia

# Le toca jugar a:
source: It's the turn of:
de: Es ist an der Reihe:
es: Le toca jugar a:
fr: C'est au tour de :
it: È il turno di:
lt: Atėjo eilė:
pt_pt: É a vez de:

# Le toca responder a:
source: It's the turn to respond to:
de: Jetzt ist es an der Zeit, auf Folgendes zu antworten:
es: Le toca responder a:
fr: C'est au tour de répondre à :
it: È il momento di rispondere a:
lt: Atėjo eilė atsakyti į:
pt_pt: É a vez de responder:

# Para la pregunta:
source: For the question:
de: Zur Frage:
es: Para la pregunta:
fr: Pour la question :
it: Per la domanda:
lt: Dėl klausimo:
pt_pt: Para a pergunta:

# PASOS
source: STEPS
de: SCHRITTE
es: PASOS
fr: PAS
it: PASSI
lt: ŽINGSNIAI
pt_pt: PASSOS

# Pregunta de ejemplo:
source: Example question:
de: Beispielfrage:
es: Pregunta de ejemplo:
fr: Exemple de question :
it: Domanda di esempio:
lt: Klausimo pavyzdys:
pt_pt: Pergunta de exemplo:

# PUNTUACIÓN
source: SCORE
de: PUNKTZAHL
es: PUNTUACIÓN
it: PUNTO
lt: BALAI
pt_pt: PONTUAÇÃO

# Responde sin que lo vean los demás:
source: Answer without anyone seeing:
de: Antworten Sie, ohne dass es jemand sieht:
es: Responde sin que lo vean los demás:
fr: Répondez sans que personne ne voie :
it: Rispondi senza che nessuno veda:
lt: Atsakykite niekam nematant:
pt_pt: Responda sem ninguém ver:

# Respuesta:
source: Answer:
de: Antwort:
es: Respuesta:
fr: Répondre:
it: Risposta
lt: Atsakymas:
pt_pt: Responder:

# Saltar
source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Saltare
lt: Praleisti
pt_pt: Pular

source: If we choose our own questions, each player, in order, will have to add a question. Who will be the wittiest? If not, the game will choose his own questions.
de: Wenn wir unsere eigenen Fragen auswählen, muss jeder Spieler der Reihe nach eine Frage hinzufügen. Wer wird der Witzigste sein? Wenn nicht, wählt das Spiel seine eigenen Fragen.
es: Si hemos elegido nuestras preguntas cada jugador, por orden, tendrá que añadir una pregunta. ¿Quién será el más ingenioso? En caso contrario el juego proporcionará sus propias preguntas.
fr: Si nous choisissons nos propres questions, chaque joueur, dans l'ordre, devra ajouter une question. Qui sera le plus spirituel ? Sinon, le jeu choisira ses propres questions.
it: Se scegliamo le nostre domande, ogni giocatore, in ordine, dovrà aggiungere una domanda. Chi sarà il più spiritoso? In caso contrario, il gioco sceglierà le proprie domande.
lt: Jei pasirenkame savo klausimus, kiekvienas žaidėjas turės pridėti klausimą. Kas bus šmaikščiausias? Jei ne, žaidimas pasirinks savo klausimus.
pt_pt: Se escolhermos as nossas próprias perguntas, cada jogador, por ordem, terá que adicionar uma pergunta. Quem será o mais espirituoso? Caso contrário, o jogo escolherá suas próprias perguntas.

# SIGUIENTE
source: NEXT
de: NÄCHSTE
es: SIGUIENTE
fr: suivant
it: PROSSIMO
lt: KITAS
pt_pt: PRÓXIMO

# TERMINAR JUEGO
source: END GAME
de: SPIEL ENDE
es: TERMINAR JUEGO
fr: FIN DU JEU
it: FINE DEL GIOCO
lt: PABAIGTI ŽAIDIMĄ
pt_pt: FIM DO JOGO

source: Once all the answer are guessed the game will continue with the next question. When there are no more questions left the game will end and the RESULTS screen will appear.
de: Sobald alle Antworten erraten sind, wird das Spiel mit der nächsten Frage fortgesetzt. Wenn keine Fragen mehr übrig sind, endet das Spiel und der Bildschirm ERGEBNISSE erscheint.
es: Una vez que se hayan acertado todas las respuestas se repetirá el juego con la siguiente pregunta. Cuando no queden más preguntas el juego termina y pasaremos a los RESULTADOS.
fr: Une fois que toutes les réponses sont devinées, le jeu continuera avec la question suivante. Lorsqu'il n'y a plus de questions, le jeu se termine et l'écran RÉSULTATS apparaît.
it: Una volta indovinate tutte le risposte, il gioco continuerà con la domanda successiva. Quando non ci saranno più domande, il gioco finirà e apparirà la schermata RISULTATI.
lt: Kai visi atsakymai bus atspėti, žaidimas bus tęsiamas su kitu klausimu. Kai nebeliks klausimų, žaidimas baigsis ir pasirodys ekranas REZULTATAI.
pt_pt: Depois que todas as respostas forem adivinhadas, o jogo continuará com a próxima pergunta. Quando não houver mais perguntas, o jogo terminará e a tela RESULTADOS aparecerá.

# Volver a jugadores
source: Back to players
de: Zurück zu den Spielern
es: Volver a jugadores
fr: Retour aux joueurs
it: Torniamo ai giocatori
lt: Atgal į žaidėjus
pt_pt: Voltar para os jogadores

# VOLVER A JUGAR
source: PLAY AGAIN
de: NOCHMAL ABSPIELEN
es: VOLVER A JUGAR
fr: REJOUER
it: GIOCA DI NUOVO
lt: ŽAISTI VĖL
pt_pt: JOGAR DE NOVO

# Volver a las instrucciones
source: Back to instructions
de: Zurück zur Anleitung
es: Volver a las instrucciones
fr: Retour aux instructions
it: Torna alle istruzioni
lt: Grįžti į instrukcijas
pt_pt: Voltar às instruções

# Ya hay un jugador con ese nombre
source: There is already a player with that name
de: Es gibt bereits einen Spieler mit diesem Namen
es: Ya hay un jugador con ese nombre
fr: Il y a déjà un joueur avec ce nom
it: C'è già un giocatore con quel nome
lt: Jau yra žaidėjas tokiu vardu
pt_pt: Já existe um jogador com esse nome
